Repository: SherifZekry93/NewWorkforceDesign
Catalog: CutsomProgrammaticMenu/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

# userNameEmpty
source: Enter User Name
ar: أدخل اسم المستخدم

# passFieldEmpty
source: Enter Password
ar: أدخل كلمة المرور

# wrongUNorPass
source: Wrong User Name or Password
ar: خطأ باسم المستخدم او كلمة المرور

# networkError
source: Error in your internet connection
ar: خطأ في اتصالك بالأنترنت

source: Warning
ar: تنبيه

# locationRequestSent
source: Location Request Sent Successfully
ar: تم ارسال طلب تحديد الموقع بنجاح

# permisions
source: Permissions
ar: الأذونات

source: Vacations
ar: الأجازات

# noPendingVacaions
source: No Pending Vacations
ar: لا توجد طلبات أجازة

source: Calendar
ar: النتيجة

source: Permission
ar: أذن

source: Vacation
ar: أجازة

source: Attendance
ar: الغياب

# chooseDate
source: Please Choose Date Correctly
ar: أختار تاريخ صحيح

source: No Attendance
ar: لا يوجد غياب

# teamAttend
source: Team Attendance
ar: غياب الفريق

# chooseRequType
source: Choose Reason
ar: أختر نوع العذر

source: Server Error
ar: خطأ بالخادم

source: Pending
ar: المعلقة

source: My Attendance
ar: غيابي

# noPermission
source: You don't have permission
ar: أنت لاتملك الصلاحيات

source: Language
ar: اللغة

source: Save
ar: حفظ

# Base URL
source: Enter your base URL
ar: آدخل الرابط الخاص بك

source: Login
ar: تسجيل الدخول

source: E-mail
ar: عنوان البريد الالكتروني

source: Requests
ar: آذونات

source: Calendar
ar: التقويم

source: Settings
ar: الاعدادات

source: About
ar: حول البرنامج

source: Logout
ar: تسجيل الخروج

source: Absent
ar: غياب

source: Weekend
ar: آجازة آسبوعية

source: Attend
ar: حضور

source: Private Holiday
ar: آجازة خاصة

source: Public Holiday
ar: آجازات سنوية

source: Select Date
ar: آختر التاريخ

source: Date Start And End
ar: تاريخ البداية و النهاية

source: Vacation Type
ar: نوع الاجازة

source: Submit
ar: تآكيد

source: Remarks
ar: ملاحظات

source: Vacation
ar: آجازة

source: Time Start And End
ar: بداية و نهاية الوقت

source: Permission Type
ar: نوع الاذن

source: Notes
ar: الملاحظات

source: Permission
ar: آذونات

source: From Date:
ar: من تاريخ

source: To Date:
ar: آلي تاريخ

source: Something went wrong. Please check your connection and try again!
ar: حدث خطآ برجاء آعادة المحاولة

# You are not connected to the internet
source: You are not connected to the internet, please press check in again once you are connected!
ar: لا يوجد آتصال بالانترنت برجاء آعادة المحاولة بعد الاتصال بالضغط علي زر البصمة!

source: Failed to load permission types. Please try again!
ar: خظآ في تحميل آنواع الاذونات المتاحة!

source: Must enter a valid note
ar: آدخل الملاحظات

source: You must select a date
ar: لابد من آختيار تاريخ

source: To date can't be less than from date
ar: تاريخ النهاية لا يمكن آن يكون آقل من تاريخ البداية

source: From date can't be greater than to date
ar: تاريخ البداية لا يمكن آن يكون آكتر من تاريخ النهاية

source: Select Type
ar: آختر الاذن

source: Loading Permissions
ar: تحميل الاذونات

source: Loading Vacations
ar: تحميل الاجازات

source: No Pending Requests
ar: لا توجد آذونات

source: Request was approved
ar: تم الموافقة علي الطلب

source: Something went wrong
ar: حدث خطآ ما

source: Removing Request
ar: آزالة الطلب

source: Getting Team Attendance
ar: تحميل حضور الفريق

source: Date can't be greater than today
ar: لا يمكن للتاريخ آن يكون آكبر من تاريخ اليوم

source: We couldn't find your destination contact your manager
ar: لم نتمكن من تحديد وجهتك. حاول التواصل مع مديرك المباشر.

source: You already checked in today!
ar: لقد قمنا بآخذ بصمتك اليوم

source: Your Destination
ar: وجهتك النهائية

source: Warning!
ar: تنبية!

source: We can't check you in because you are far away from your destination get closer and try again!
ar: لم نتمكن من تسجيل دخولك نظرا لبعد المسافة بين موقعك و الشركة برجاء الاقتراب و آعادة المحاولة.

source: We need to confirm your identity!
ar: نحتاج الي التآكد من هوية الهاتف.

source: You need to verity your identity or else we can't check you in!
ar: نحتاج الي التآكد من هويتك لكي نقوم بتسجيل دخولك.

source: You checked in Successfully!
ar: تم تسجيل دخولك بنجاح

source: You checked Out Successfully!
ar: تم تسجيل الخروج بنجاح

source: Try Again!
ar: حاول مرة آخري!

source: Pending Requests
ar: الطلبات المعلقة

source: My Attendance
ar: حضوري الشخصي

source: Select Language
ar: آختر اللغة

source: Continue
ar: آستمرار

source: Invalid URL
ar: خظآ بالرابط الخاص بك.

source: Welcome
ar: مرحبا بك

source: Please Login To Continue
ar: برجاء تسجيل الدخول للمتابعة

source: Username
ar: آسم المستخدم

source: Password
ar: كلمة المرور

source: Dashboard
ar: لوحة القيادة

source: Check in
ar: بصمة دخول

source: Same URL as before
ar: نفس الرابط السابق

source: Yes
ar: موافق

source: No
ar: الغاء

source: You are logged in, if you change url you will logged out?
ar: لقد قمت بتسجيل الدخول، في حالة تغيير الرابط الخاص بك سيتم تسجيل الخروج

source: Getting your destination
ar: جاري تحديد وجهتك النهائية
